Repository: ivn-srg/iOSPetProjectWithQaseAPI
Catalog: QaseAPIProj/Resources/Localizable.xcstrings
Source language: en
Languages: ru

source: Accertance
ru: Приёмка

source: Actual
ru: Актуальный

source: Automated
ru: Автоматизированный

source: Automation status
ru: Статус автоматизации

source: Behavior
ru: Поведение

source: Blocker
ru: Блокер

source: Cancel
ru: Отмена

source: Compatibility
ru: Совместимость

source: Confirmation
ru: Подтверждение

# confirmMessage
source: Are you really want to delete %@ %@?
ru: Вы действительно хотите удалить %@ %@?

source: Create
ru: Создать

source: Creating entity
ru: Создать сущность

source: Creating project
ru: Создание проекта

source: Critical
ru: Критичный

source: Data has been saved ✅
ru: Данные были успешно сохранены ✅

source: Defects
ru: Дефекты

source: Delete
ru: Удалить

source: Deprecated
ru: Устаревший

source: Description
ru: Описание

source: Destructive
ru: Деструктивный

source: Draft
ru: Черновик

# emptyText
source: Not set
ru: Пусто

# errorTitle
source: Error
ru: Ошибка

source: Exit
ru: Выйти

source: Exploratory
ru: Исследование

source: Functional
ru: Функциональное

source: General
ru: Основное

source: High
ru: Высокий

source: Integration
ru: Интеграционное

# Internet connection problem
source: Check your internet connection
ru: Проверьте интернет соединение

source: Is Flaky
ru: Есть вложенность

source: Layer
ru: Слой

source: Low
ru: Низкий

source: Major
ru: Важный

source: Manual
ru: Ручное

source: Medium
ru: Средний

source: Minor
ru: Минорный

source: Negative
ru: Негативный

source: Normal
ru: Нормальный

source: Not enough
ru: Чего-то не хватает

source: Not set
ru: Не заполнено

source: Other
ru: Другой

source: Parent suite
ru: Владеющий набор тест кейсов

source: Perfomance
ru: Производительность

source: Positive
ru: Позитивный

source: Postcondition
ru: Постусловие

source: Precondition
ru: Предусловие

source: Priority
ru: Приоритет

source: Probably you didn't fill all fields, check it, please
ru: Скорее всего, ты не заполнил все поля

source: Profile
ru: Профиль

source: Project
ru: Проект

source: Project code
ru: Код проекта

source: Projects
ru: Проекты

source: Properties
ru: Свойства

source: Regression
ru: Регресс

source: Repository
ru: Репозиторий

source: Save
ru: Сохранить

source: Security
ru: Безопасность

source: Severity
ru: Серьёзность

source: Smoke
ru: Дымовое

source: Something went wrong
ru: Что-то пошло не так

source: Status
ru: Статус

source: Success
ru: Успешно

source: Test case
ru: Тест кейс

source: Test suite
ru: Набор тест кейсов

source: There's nothing here yet 🙁
ru: Здесь пока пусто 🙁

source: Title
ru: Заголовок

source: To be automated
ru: Будет автоматизировано

source: Trivial
ru: Тривиальный

source: Type
ru: Тип

source: Utility
ru: Полезность

source: Your changes for %@-%@ test case with successfully saved
ru: Твои данные для тест кейса %@-%@ были успешно сохранены

source: Your entity was created successfully
ru: Вы успешно создали тестовую сущность

source: Your project was created successfully
ru: Проект был успешно создан
